[
  {
    "id": 1,
    "picture": "https://i.ibb.co/nQ1wXg0/help-children.jpg",
    "title": "Help Feed Hungry Children",
    "category": "Food",
    "text_color": "#0052FF",
    "card_bg_color": "#0052ff26",
    "button_bg_color": "#0052ff33",
    "price": 25,
    "description": "Your donation will provide nutritious meals to underprivileged children in our community. Hunger should never be a barrier to a child's future. Join us in making a difference today. With your support, we can ensure that no child goes to bed hungry. We work closely with local schools, shelters, and community organizations to identify and assist families in need. Your contribution of $25 can provide a week's worth of healthy meals for a child. Together, we can create a brighter future for the next generation."
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/x5zxdd9/education.jpg",
    "title": "Support Education for All",
    "category": "Education",
    "text_color": "#FF444A",
    "card_bg_color": "#ff444a26",
    "button_bg_color": "#ff444a33",
    "price": 50,
    "description": "Help us ensure that every child has access to quality education. Your donation will fund scholarships, school supplies, and educational programs for disadvantaged students. Education is the key to breaking the cycle of poverty and creating opportunities for a brighter future. Your $50 donation can provide textbooks and educational materials for a student for an entire semester. Join us in empowering the next generation through the gift of education."
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/N6XtZ32/download.jpg",
    "title": "Protect Our Environment",
    "category": "Environment",
    "text_color": "#79C23F",
    "card_bg_color": "#79c23f26",
    "button_bg_color": "#79c23f33",
    "price": 30,
    "description": "Contribute to the preservation of our planet. Your donation will support reforestation efforts, wildlife conservation, and eco-friendly initiatives to combat climate change. Our planet is facing unprecedented challenges, and it's crucial that we take action now. With your $30 donation, we can plant trees, protect endangered species, and reduce carbon emissions. Let's work together to create a sustainable future for generations to come."
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/2FTq3RD/women.jpg",
    "title": "Empower Women in Business",
    "category": "Gender Equality",
    "text_color": "#FF444A",
    "card_bg_color": "#ff444a26",
    "button_bg_color": "#ff444a33",
    "price": 40,
    "description": "Promote gender equality by helping women entrepreneurs thrive. Your donation will fund training, mentorship, and resources to empower women in business. Women have immense potential as entrepreneurs, and your $40 donation can make a significant impact. We provide business training, access to capital, and mentorship to women looking to start or expand their businesses. Join us in leveling the playing field and fostering economic empowerment for women."
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/z5tY95y/img.jpg",
    "title": "Provide Clean Water",
    "category": "Water Access",
    "text_color": "#0052FF",
    "card_bg_color": "#0052ff26",
    "button_bg_color": "#0052ff33",
    "price": 20,
    "description": "Access to clean water is a basic human right. Your donation will help build wells, purify water sources, and improve sanitation in underserved communities. Millions of people around the world lack access to clean drinking water, leading to preventable diseases. Your $20 donation can provide clean water to a family for a month, improving their health and quality of life. Join us in making safe drinking water a reality for all."
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/Kj9JzN6/health.jpg",
    "title": "Support Health Care Workers",
    "category": "Healthcare",
    "text_color": "#FF444A",
    "card_bg_color": "#ff444a26",
    "button_bg_color": "#ff444a33",
    "price": 35,
    "description": "Honor the heroes on the frontlines of healthcare. Your donation will provide protective gear, medical supplies, and mental health support for healthcare workers. Healthcare workers risk their lives daily to save others. Your $35 donation can provide personal protective equipment (PPE), medical supplies, and mental health resources to support their well-being. Let's show our gratitude and ensure their safety."
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/Wp5JpTG/SPORTS.webp",
    "title": "Empower Youth Through Sports",
    "category": "Sports",
    "text_color": "#79C23F",
    "card_bg_color": "#79c23f26",
    "button_bg_color": "#79c23f33",
    "price": 30,
    "description": "Help children discover their potential through sports. Your donation will fund sports equipment, coaching, and youth development programs. Sports play a vital role in the physical and emotional development of children. Your $30 donation can provide sports equipment, coaching, and access to sports programs for underprivileged youth. Join us in fostering teamwork, discipline, and confidence in the next generation."
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/bv73gyz/homeless-shelter.jpg",
    "title": "Shelter for the Homeless",
    "category": "Homelessness",
    "text_color": "#FF444A",
    "card_bg_color": "#ff444a26",
    "button_bg_color": "#ff444a33",
    "price": 45,
    "description": "Provide a safe haven for those experiencing homelessness. Your donation will support shelters, outreach programs, and access to essential services. Homelessness is a crisis that affects individuals and families. Your $45 donation can provide a warm bed, meals, and access to support services for a homeless person. Join us in offering hope and stability to those in need."
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/HNybchr/Education.png",
    "title": "Promote Arts and Culture",
    "category": "Arts",
    "text_color": "#0052FF",
    "card_bg_color": "#0052ff26",
    "button_bg_color": "#0052ff33",
    "price": 25,
    "description": "Nurture creativity and preserve cultural heritage. Your donation will fund art exhibitions, music festivals, and educational programs. Arts and culture enrich our lives and connect us to our heritage. Your $25 donation can support art exhibitions, music festivals, and educational programs, fostering creativity and preserving cultural traditions. Join us in celebrating the beauty of the arts."
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/HNybchr/Education.png",
    "title": "Animal Welfare",
    "category": "Animals",
    "text_color": "#79C23F",
    "card_bg_color": "#79c23f26",
    "button_bg_color": "#79c23f33",
    "price": 40,
    "description": "Support the well-being of animals. Your donation will aid animal shelters, rescue efforts, and initiatives to protect endangered species. Animals are part of our world, and they need our protection. Your $40 donation can rescue and care for abandoned pets, protect endangered species, and support wildlife conservation efforts. Join us in being a voice for animals."
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/HNybchr/Education.png",
    "title": "Promote Mental Health",
    "category": "Mental Health",
    "text_color": "#79C23F",
    "card_bg_color": "#79c23f26",
    "button_bg_color": "#79c23f33",
    "price": 35,
    "description": "Break the stigma surrounding mental health. Your donation will provide access to therapy, awareness campaigns, and resources for those in need. Mental health is as important as physical health. Your $35 donation can fund therapy sessions, awareness campaigns, and resources for individuals struggling with mental health challenges. Let's end the stigma and support mental well-being."
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/HNybchr/Education.png",
    "title": "Emergency Relief Fund",
    "category": "Disaster Relief",
    "text_color": "#79C23F",
    "card_bg_color": "#79c23f26",
    "button_bg_color": "#79c23f33",
    "price": 50,
    "description": "Support disaster-stricken communities in times of crisis. Your donation will provide immediate relief, including food, shelter, and medical aid. Disasters can strike at any time, and your $50 donation can make a difference in the lives of those affected. It can provide emergency food, clean water, shelter, and medical care to families in crisis. Join us in offering a lifeline to disaster-stricken communities."
  }
]
